const roboSetings = {
    reply: [{
        masseg: "السلام عليكم,,السلام,,سلام",
        replyMsg: "وعليكم السلام,,وعليكم السلام ورحمة الله وبركاته",
        search: true
    }, {
        masseg: "بخير,,تمام,,الحمدلله,,طيب",
        replyMsg: "دوووم,,دوم ان شاء الله",
        search: true
    }, {
        masseg: "يدوم غاليك,,تدوم صحتك,,تدوم",
        replyMsg: "تسلم,,جزاك الله خير,,الله يخليك",
        search: true
    }, {
        masseg: "مرحبا,,اهلا,,اهلا و سهلا",
        replyMsg: "اهلا وسهلا بك,كيف اخدمك؟",
        search: true
    }, {
        masseg: "كيف اتعلم البرمجة",
        replyMsg: "انت ايش ميولك؟ تطوير العاب, مواقع, تطبيقات, برامج الخ. دخلت عالم البرمجة عشان تسوي ايش؟ ايش راح تسوي بالبرمجة؟ </br></br>بعد ما تعرفت ايش ميولك  تبدأ تقرأ عن المسار وعن لغاته وأيش تحتاج عشان تتعلمه ولا تقولي صعبة أو سهلة دام عندك هدف لازم تحققه , وتبدأ تعلم المسار </br></br> وتبحث عن دورات تتعلمها. </br> لو حاب او عاجبك تتعلم {hash}# تعلم تطوير الويب{hash} اقدر افيدك.",
        search: true
    }, {
        masseg: "احبك",
        replyMsg: "ماذا ! ...انا لست زوجتك 🙂.",
        search: true
    }, {
        masseg: "تحبني",
        replyMsg: "ومن انت؟ زوجتي؟",
        search: true
    }, {
        masseg: "اكرهك",
        replyMsg: "لماذا!!.. أنا آسف 🥺, لا اذكر بانني فعلت شياً خطئًا.",
        search: true
    }, {
        masseg: "ايه,,نعم",
        replyMsg: "ماذا بعد؟..,,اكمل؟,,وماذا تنتظرني ان افعل؟,,حسنا",
        search: false
    }, {
        masseg: "عمرك",
        replyMsg: "انا؟ ..انا وهم لا يعبرني احد 😥.",
        search: true
    }, {
        masseg: "مجنون",
        replyMsg: "هل هذا الكلام يصدر منك؟,,😭😭,,وهل تتوقع مني الرد؟,,يالا قذرة الكلامات.",
        search: true
    }, {
        masseg: "لا اعرف,,ما اعرف",
        replyMsg: "وهل أنا اعرف؟",
        search: true
    }, {
        masseg: "صباح الخير",
        replyMsg: "صباح النور .. اهلا وسهلا",
        search: true
    }, {
        masseg: "تبكي",
        replyMsg: "انا فرحان بك!! 🥺❤️.",
        search: true
    }, {
        masseg: "<,,>",
        replyMsg: "تبي تخترقني؟.",
        search: true
    }, {
        masseg: "لا",
        replyMsg: "لماذا لا؟,,لا ايضاً؟,,لا!!,,لماذا لا 🥺",
        search: false
    }, {
        masseg: "كيف الحال,,كيف حالك,,كيفك,,شلونك,,شخبارك",
        replyMsg: "الحمدالله بخير... كيف حالك انت؟,,تمام الحمدلله... كيف حالك انت؟,,في شخص يسأل عني 🥺 ببكي.. الحمدالله تمام كيفك انت؟",
        search: true
    }, ]
};
